{
    "apps": [
        {
            "beta": false,
            "bundleIdentifier": "org.resonance.store",
            "developerName": "Resonance Team",
            "downloadURL": "https://github.com/Talonflame193/Talonflames-Repo/releases/download/v1.0/org.resonance.store_2.3_082724.ipa",
            "iconURL": "https://raw.githubusercontent.com/TrollApps-Team/.github/main/TrollAppsIcon-macOS.png",
            "localizedDescription": "TrollApps is an alternative to the iOS App Store for TrollStore users. TrollApps allows users to download apps from repositories and install them directly in TrollStore. TrollApps works on iOS 14.0 and up; make sure to be on the latest version of TrollStore.",
            "name": "TrollApps",
            "screenshotURLs": [
                "https://media.idownloadblog.com/wp-content/uploads/2022/11/TrollApps.jpg",
                "https://media.idownloadblog.com/wp-content/uploads/2022/11/TrollApps-v1.1-with-refreshed-UI.jpg",
                "https://pbs.twimg.com/media/FpcL8ABXsAEClU1?format=jpg&name=4096x4096"
            ],
            "size": 2184796,
            "subtitle": "App Store alternative for TrollStore",
            "tintColor": "018084",
            "version": "2.3",
            "versionDate": "2020-03-24T14:00:00-07:00",
            "versionDescription": "Skipped 2.2\n\nUpdated acknowledgements\n\nMinor UI improvements (fixed some typos and missing localizations)\n\nAll previous changes from 2.2/2.3 betas:\n\nFixed bottom sheet appearing in a small size with improper width on both \"Whats New\" sheet, and the queue.\n\nFixed \"Browse\" tab showing up improperly on iPad\n\nAdded text when the queue is processing explaining that installs may look frozen for large apps, but to allow a minute for processing.\n\nAdded a few (very small, 0.3 seconds) pauses before uninstalls / installs to allow for animations to properly play\n\nApp icons no longer flicker in the install queue\n\nFixed queue sheet UI issues\n\nFixed application descriptions not being expandable\n\nFixed a crash that would result when attempting to install large ipa files\n\nFixed multiple apps showing \"QUEUED\" when adding one app to the queue if they shared the same bundle ID\n\nIf you're coming from 2.1 or earlier, you may notice a few new additions:\n\nInstall queue\nAbility to uninstall apps\n\"What's New\" popup when opening the app after an update\nCompact sources view option for users with many repos\nYou can now add sources via the clipboard"
        },
        {
            "beta": false,
            "bundleIdentifier": "com.sp67.flero",
            "developerName": "speedyfriend67 ",
            "downloadURL": "https://github.com/Talonflame193/Talonflames-Repo/releases/download/v1.0/flero.v0.0.6.ipa",
            "iconURL": "https://flero.pages.dev/_app/immutable/assets/flero.C1k2Qq-1.png",
            "localizedDescription": "Well well well. The Best FREE gd iOS mod menu just arrived! It calls 'Flero Client' which has more than 50+ mods No jailbreak needed, no JIT NEEDED, User-Friendly ImGui UI! \n\nOur Top 5 Mods are\n\nClick Between Frame (now turned into Click On Steps)\n\nMenu shader (yes you can get menu shaders on iOS EXCLUSIVELY)\n\nIn-Game Texture Pack Switcher (High Graphics Support Coming Soon....)\n\nCustomizable Colors (icons, primary, trail, etc)\n\nClick Sounds! (You can import click packs!!)",
            "name": "Flero",
            "screenshotURLs": [
                "https://i.ytimg.com/vi/fCbnhxK9-tU/sddefault.jpg?v=673d6b07",
                "https://i.ytimg.com/vi/_I7p-GTAG0I/maxresdefault.jpg",
                "https://i.ytimg.com/vi/CYaDWYAFLIM/hq720.jpg?sqp=-oaymwEhCK4FEIIDSFryq4qpAxMIARUAAAAAGAElAADIQj0AgKJD&rs=AOn4CLAolcjA30fbIih1BQds1Nu1TMs3RA"
            ],
            "size": 2184796,
            "subtitle": "No JB No JIT iOS Mod Menu for Geometry Dash",
            "tintColor": "018084",
            "version": "0.0.6",
            "versionDate": "2024-12-01T00:00:00",
            "versionDescription": "2.207 Port\n\nMusic Customizer\n\nPractice Music Sync\n\n120 FPS Cap 🧢 (60hz devices : only supports 15, 30, 60 // 120hz devices : up to 80, 120)\n\nArranged Songs & SFX Folders"
        },
        {
            "beta": false,
            "bundleIdentifier": "com.disney.castleofillusion",
            "developerName": "Riley Testut",
            "downloadURL": "https://github.com/Talonflame193/Talonflames-Repo/releases/download/v1.0/Castle-1.4.5.ipa",
            "iconURL": "https://is1-ssl.mzstatic.com/image/thumb/Purple126/v4/b5/29/80/b5298079-09e4-b282-a766-10a846718ada/AppIcon-1x_U007emarketing-0-7-0-0-85-220.png/512x512bb.jpg",
            "localizedDescription": "PLAY AS MICKEY IN THIS MAGICAL DISNEY ADVENTURE! ALL-NEW HD GRAPHICS AND GAMEPLAY!\n\nThis app is optimized for iPhone 4S/iPad3 and above.\n\nMickey Mouse returns to star in Castle of Illusion, a fantastical reimagining of the Sega Genesis classic. When the evil witch Mizrabel kidnaps Minnie, it’s up to Mickey to brave the dangers of the Castle of Illusions to rescue Minnie. Gather your courage and traverse enchanted forests, take on hordes of rebellious toys and navigate mazes of living books. Play as Mickey and save Minnie from Mizrabel’s evil clutches!\n\nGAME FEATURES –\n\n-Play as Mickey Mouse in this reimagining of the classic Sega Genesis/Mega Drive game!\n\n-Experience a world of wonder, brought to life with all-new graphics and magical adventures!\n\n-Journey across five magical worlds filled with Mizrabel’s powerful minions!\n\n-Complete hidden challenges to customize Mickey with classic costumes!",
            "name": "Castle of Illusion",
            "screenshotURLs": [
                "https://shared.cloudflare.steamstatic.com/store_item_assets/steam/apps/227600/header.jpg?t=1625781778",
                "https://imageio.forbes.com/b-i-forbesimg/andyrobertson/files/2013/11/forbesmickey.jpg?height=304&width=600&fit=bounds",
                "https://i0.wp.com/9to5toys.com/wp-content/uploads/sites/5/2018/04/castle-of-illusion.jpg?resize=1200%2C628&ssl=1"
            ],
            "size": 2184796,
            "subtitle": "Starring Mickey Mouse",
            "tintColor": "018084",
            "version": "1.4.5",
            "versionDate": "2023-06-6T00:00:00",
            "versionDescription": "Minor bug fixes"
        },
        {
            "beta": false,
            "bundleIdentifier": "com.ubisoft.raymanair",
            "developerName": "Ubisoft",
            "downloadURL": "https://github.com/Talonflame193/Talonflames-Repo/releases/download/v1.0/RaymanMini-1.4.4.ipa",
            "iconURL": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcSWFh24B1Miwr4ICW_Ab8L-HKv-BgzIAM8F8A&s",
            "localizedDescription": "Rayman has been shrunk to the size of an ant! To undo this spell, insects, mushrooms, leaves, and other plants will be your allies as you find your way through a wonderful, macro-photographic world.\n\nFrom a gorgeous river to a spider nest or the deep recesses of a tree, Rayman Mini thrusts players into a rich, natural environment through exciting 48 levels.\n\nRayman Mini is a runner platforming game for the whole family! It offers a fun, fast-paced experience that lets players set their own pace. Go for a simple run or try the challenge of getting the perfect score!\n\nTo get through this super-sized world, it’s all about getting the right rhythm in the quest for the perfect flow. Use your honed reflexes, memorize the maps and replay the level as many times as you want… who knows, you might just find some hidden secrets!\n\nChoose between 3 characters and unlock tons of different costumes to customize your experience.\n\nThis is just the beginning of your Rayman Mini journey… Stay tuned for more miniaturized fun!",
            "name": "Rayman Mini",
            "screenshotURLs": [
                "https://staticctf.ubisoft.com/J3yJr34U2pZ2Ieem48Dwy9uqj5PNUQTn/7zKPzOPLTjecj4nPmoRFvS/94bba06630af9d2172b2cf9694c07694/ubicom-rayman_mini-page_meta-THUMB-960x540.jpg",
                "https://staticctf.ubisoft.com/J3yJr34U2pZ2Ieem48Dwy9uqj5PNUQTn/62VH8dFKrRIXe0Ppi9k5MY/cc40ccb4bc5d68f0c54db9f8f50854b5/raymini-ubicom-game_info-03-epic_bosses.jpg",
                "https://staticctf.ubisoft.com/J3yJr34U2pZ2Ieem48Dwy9uqj5PNUQTn/6UGhgksAblxF7r39H9FLoX/351679a599a6ce9b045147475609b4f9/raymini-ubicom-game_info-02-perfect_flow.jpg"
            ],
            "size": 2184796,
            "subtitle": "New epic journey for your hero",
            "tintColor": "018084",
            "version": "1.4.4",
            "versionDate": "2023-10-24T00:00:00",
            "versionDescription": "Various bug fixes and performance improvements"
        },
        {
            "beta": false,
            "bundleIdentifier": "com.headupgames.bridgeconstructor-arcade",
            "developerName": "Headup GmbH",
            "downloadURL": "https://github.com/Talonflame193/Talonflames-Repo/releases/download/v1.0/Bridge_Constr+-13.1.662.ipa",
            "iconURL": "https://images.sftcdn.net/images/t_app-icon-m/p/7d3cfa8a-7b89-440f-8148-80a26ec4f3ea/3528674017/bridge-constructor-ezw-logo",
            "localizedDescription": "In Bridge Constructor+ you have to prove yourself as an accomplished master bridge builder. Play 40 different levels, and build bridges over deep valleys, canals, and rivers. Stress tests reveal whether the bridge you build can withstand the daily stress of continual use from cars, trucks and, more recently, super-heavy tank trucks.\n\n\n\n\n\nYou can choose from a range of materials for each individual bridge, such as wood, steel, cables, or concrete pillars. Use the appropriate materials and stay within budget to build the perfect bridge. The choice of different materials means that there are numerous solutions and approaches and you can build each bridge in any number of ways – your budget is the only limit. The refined grid system allows you to realise your idea of the perfect bridge with even more precision. Let your imagination and creativity run free! And if you happen to run into a dead end, you can pick up valuable tips from the help system!\n\n\n\nIncluding awesome Add-Ons: SlopeMania & Trains\n\nIn the SlopeMania add-on you find yourself on the Tiltin Islands, home to three brand new islands where you'll even be building your bridges inside colorful grottoes! The 24 tricky, never-before-seen levels will have you using sloping lanes to overcome the massive height differences. The \"Crazy Levels\" are the real brainteasers and require out-of-the-box thinking and unusual solutions.\n\n\n\nVisit the Choonited Kingdom island group in the Trains add-on, with a total of 18 new levels across three islands. Build massive bridges that can withstand the enormous weight of the two new vehicles on offer – a commuter train and a heavily loaded freight train. The idyllic and beautifully designed landscapes will make the heart of every railroad fanatic skip a beat.\n\n\n\n\nFEATURES:\n\n• 40 Levels on the island nation of Camatuga\n\n• Free build mode and help system\n\n• 5 Settings: city, canyon, beach, mountains, hills\n\n• Improved grid system\n\n• Map with unlocked worlds/levels\n\n• 4 different building materials: wood, steel, cables, concrete pillars\n\n• Color coded load indicator for different building materials\n\n• Three different load bearing levels: car, truck and tank truck\n\n• High score per level\n\n\n\n\n\n\nFEATURES SlopeMania Add-On\n\n• Completely new Tiltin Islands\n\n• Option to build sloping roads – even for Camatuga\n\n• Additional \"Grotto\" setting\n\n• 24 \"sloping\" levels inc. especially tricky \"Crazy Levels\"\n\n• Explosive tank truck as an exciting new vehicle\n\n\n\n\nFEATURES Trains Add-On\n\n• Open up 3 new islands with 18 new levels.\n\n• Build bridges for modern commuter trains and heavy freight trains!\n\n• New scenery: Enjoy the view of picturesque mountains and ravines!",
            "name": "Bridge Constructor+",
            "screenshotURLs": [
                "https://i.ytimg.com/vi/61Swwv4gkBE/maxresdefault.jpg",
                "https://is1-ssl.mzstatic.com/image/thumb/PurpleSource115/v4/48/f3/56/48f356e9-90c3-9e0d-aab7-7cf9f274aae7/ae1f8b8c-5892-4daa-857c-9a7e9069700c_StoreShot_Build_2048x1536_DE_2732x2048.jpg/643x0w.jpg",
                "https://www.cnet.com/a/img/resize/be66e7007c9902ed906df513294765953890a753/hub/2022/02/04/5a87dec2-0d13-42b6-8152-a48166b888fd/bridge-constructor-apple-arcade.jpg?auto=webp&fit=crop&height=675&width=1200"
            ],
            "size": 2184796,
            "subtitle": "The #1 bridge buidling game",
            "tintColor": "018084",
            "version": "13.1",
            "versionDate": "2024-09-12T00:00:00",
            "versionDescription": "- tutorial improvements"
        },
        {
            "beta": false,
            "bundleIdentifier": "com.dinopoloclub.minimotorways",
            "developerName": "Dinosaur Polo Club",
            "downloadURL": "https://github.com/Talonflame193/Talonflames-Repo/releases/download/v1.0/Mini_Motorways-1.14.1.ipa",
            "iconURL": "https://image.winudf.com/v2/image1/MjE3OTI3MzVfMTcxODE2MzgwOV8wNjY/screen-0.png?fakeurl=1&type=png",
            "localizedDescription": "Have you ever been stuck in traffic and wished you could do something to fix it? In Mini Motorways, the city’s traffic problems are in your hands.\n\nFrom the makers of Mini Metro, Mini Motorways is a game about drawing the roads that drive a growing city. Build a road network, one road at a time, to create a bustling metropolis. Redesign your city to keep the traffic flowing, and carefully manage upgrades to meet the changing demands. How long can you keep the cities of the world moving?\n\nFeatures:\n\n• Draw roads in dynamic cities that grow and change - every game is unique!\n\n• Explore stunning maps inspired by cities all around the world.\n\n• Choose from a variety of upgrades to meet the demands of your ever-expanding road network: highways, roundabouts, and more!\n\n• Stress-free Endless Mode offers you a relaxing gameplay experience, plus you can continue building your city after Game Over.\n\n• Tackle our Expert Mode, which features twists such as permanent roads and limited upgrades for the ultimate challenge.\n\n• Select different colour palettes on every map including colourblind and night modes.\n\n• Relax to a responsive soundtrack from Disasterpeace that grows along with your city.\n\n• Unlock new maps and achievements as you achieve mastery.\n\n• Export GIFs of your city layouts to share with your friends.\n\n• Compete against other players in Daily and Weekly Challenges.\n\n• Compatible with Siri Remote, Bluetooth and MFi controllers.",
            "name": "Mini Motorways",
            "screenshotURLs": [
                "https://is1-ssl.mzstatic.com/image/thumb/PurpleSource112/v4/c4/4f/46/c44f4698-fade-459f-585c-7c894b74cada/74d9d7a6-dd59-490d-a415-53a2220d77b1_English__U0028US_U0029-AppleTV-3840x2160-EE-Update.png/643x0w.jpg",
                "https://is1-ssl.mzstatic.com/image/thumb/PurpleSource112/v4/72/2e/f5/722ef5b6-7bcc-f6f7-1cf3-c9cd26038bd7/cdaf3237-bc9d-4d81-acfb-8aafd73ba080_Deutsch-iPad_12.9_U0027_U0027-2732x2048-EE-Update.png/643x0w.jpg",
                "https://www.appgefahren.de/wp-content/uploads/2024/06/Mini-Motorways-vancouver-karte.jpg"
            ],
            "size": 2184796,
            "subtitle": "Draw roads that drive the city",
            "tintColor": "018084",
            "version": "1.14.1",
            "versionDate": "2024-06-11T00:00:00",
            "versionDescription": "Sea to Sky Update\n\nPack your umbrella and hiking boots because we're off to Vancouver in our latest update to Mini Motorways! Nestled amongst the rugged Canadian coast of British Columbia, this coastal metropolis is home to narrow waterways, rugged mountains and lush parks. It’s up to you how you manage the city’s unique geography to keep the traffic along these Maple Motorways.\n\nThis update to Mini Motorways includes:\n\n• A brand new map! Take a trip to the west coast of Canada and explore the highly-requested city of Vancouver, our latest Mini Motorways map.\n\n• New Achievements, Daily Challenges, Weekly Challenges, and City Challenges.\n\n• Various minor bug fixes and performance improvements.\n\n• Updated in-game button with a new look and feel."
        },
        {
            "beta": false,
            "bundleIdentifier": "nt.nb.ios",
            "developerName": "Nulls Team",
            "downloadURL": "https://dnull.xyz/latest_bs_i",
            "iconURL": "https://nulls.gg/assets/img/nb-icon.png",
            "localizedDescription": "Nulls Brawl is a modified version of the popular game Brawl Stars, tailored specifically for iOS devices. This private server offers an enhanced gaming experience with unlimited resources, unlocked brawlers, and exclusive features not available in the official game.\n\nUnlimited Resources: Enjoy infinite gems and coins to upgrade your brawlers and unlock new content.\n\nAll Brawlers Unlocked: Access every brawler from the start, including the latest additions like Epic Shade and Mythic Juju.\n\nExclusive Skins: Try out all skins in Null’s Brawl with Shade and Juju, featuring the exclusive Angels & Demons collection and other unique collaborations.\n\nReal-Time PvP: Battle against other players in various game modes, just like in the official version.\n\nRegular Updates: Experience new content and features alongside official game updates.\n\niOS Compatibility: Designed to work smoothly on iPhones and iPads without jailbreaking.\n\nAd-Free Gameplay: Enjoy uninterrupted gaming sessions without any advertisements.\n\nCustom Maps and Skins: Create and share your own maps and skins with the community.",
            "name": "Nulls Brawl",
            "screenshotURLs": [
                "https://nullsbrawl.de/wp-content/uploads/2024/03/Nulls-Brawl-Larry-und-Lawrie.jpg",
                "https://imag.malavida.com/mvimgbig/download-fs/nulls-brawl-22995-2.jpg",
                "https://nullbrawl.org/wp-content/uploads/2024/07/Nullsbrawl-Android-768x346.webp"
            ],
            "size": 2184796,
            "subtitle": "Null's Brawl is a Brawl Stars private server with unlimited gems, gold and boxes. Play with friends on any brawler you want.",
            "tintColor": "018084",
            "version": "58.279",
            "versionDate": "2024-10-24T00:00:00",
            "versionDescription": "New Brawlers: Introducing Shade (Epic) and Juju (Mythic), both bringing fresh skills to the battlefield.\n\nSeason 32 – “Angels vs. Demons”: Battle in an epic celestial showdown where divine forces clash with demonic powers.\n\nPreview of Season 33 – “Starr Toon Studios 2”: Get a sneak peek at the upcoming movie-making mayhem where you’re the star of the show.\n\nTrophy System: Remains consistent with previous versions for stable progression.\n\nVisual Updates: Enhanced rank visuals and leaderboard design for better clarity.\n\nEnhanced Features: New sprays and interactive features for more engaging gameplay."
        },
        {
            "beta": false,
            "bundleIdentifier": "nt.nr.ios",
            "developerName": "Null's Team",
            "downloadURL": "https://dnull.xyz/latest_cr_i",
            "iconURL": "https://nulls.gg/assets/img/nr-icon.png",
            "localizedDescription": "Nulls Royale is a private server for Clash Royale, a popular mobile game developed by Supercell. It offers various features and advantages for players compared to the official game servers.\n\nFunction:\n\nPrivate Server: Null's Royale operates on separate servers independent of the official Clash Royale servers.\n\nModified Gameplay: It provides modified features, including unlimited gems, gold, cards, and chests.\n\nCustom Events: Null's Royale introduces unique and customized events not available in the official game.\nCharacteristics:\n\nUnlimited Resources: Players can access unlimited gems, gold, and cards, enabling them to level up and progress faster.\n\nCustom Cards: Null's Royale features exclusive cards that are not available in the original game, allowing for a diverse and customized gameplay experience.\n\nReal-time Battles: Users can engage in real-time battles with other players on the private server.\n\nStable and Secure: The server is designed to provide a stable and secure gaming environment without any significant connectivity issues or security risks.\nHighlights:\n\nExclusive Content: The private server gives players access to exclusive cards and features not found in the official game, making gameplay more exciting and unpredictable.\n\nFaster Progression: With unlimited resources, players can upgrade cards and unlock new content at a much faster pace, allowing them to reach higher levels more quickly.\n\nCustomized Gameplay: Null's Royale offers modified events and gameplay mechanics, providing a fresh and unique experience compared to the original Clash Royale.\nAdvantages:\n\nEnhanced Gameplay: The ability to access unlimited resources and unique content adds a new dimension to the game, making it more enjoyable and compelling.\n\nQuicker Progress: Null's Royale enables players to progress faster, eliminating the need to spend significant time or money on in-app purchases.\n\nExperimentation and Testing: The private server allows players to try out different strategies, card combinations, and game features without any limitations or risks.",
            "name": "Null's Roayle",
            "screenshotURLs": [
                "https://image.winudf.com/v2/user/admin/YWRtaW5fU2NyZWVuc2hvdF8yMDIyMDQxNC0xNTI0MDcucG5nXzE2NDk5MjEyMTI4MDc/screen-0.jpg?fakeurl=1&type=.jpg",
                "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQ2D-xaq8Ob85oNKui5cXcDdRD1q3tmHnz_Gg&s",
                "https://image.winudf.com/v2/user/admin/YWRtaW5fU2NyZWVuc2hvdF8yMDIyMDQxNC0xNTI0MzIucG5nXzE2NDk5MjEyMTI0ODc/screen-2.jpg?fakeurl=1&type=.jpg"
            ],
            "size": 2184796,
            "subtitle": "Null’s Royale is an unofficial game server with unlimited gems and gold.",
            "tintColor": "018084",
            "version": "8.256.22",
            "versionDate": "2024-10-24T00:00:00",
            "versionDescription": "OCTOBER UPDATE IS HERE!\n\n• NEW CHAMPION: Goblinstein - a melee monster\nwith a stunning doctor sidekick!\n\n• Electro Dragon is getting an Evolution with infinite chain lightning!\n\n• Lucky Drops Rework - with new reward types and more places to find them!\n\n• Improved Pass Royale rewards for both Free &\nDiamond Pass! Continue earning rewards even\nafter you complete the pass!\n\n• Various bug fixes and improvements."
        },
        {
            "beta": false,
            "bundleIdentifier": "nt.nc.ios",
            "developerName": "Null's Team",
            "downloadURL": "https://dnull.xyz/latest_coc_i",
            "iconURL": "https://nulls.gg/assets/img/nc-icon.png",
            "localizedDescription": "Nulls Clash is a free private server version of the famous Clash of Clans. It features everything the original game offers while providing unlimited resources and free content, so you can now build, train, and upgrade the way you want and focus on strategies.",
            "name": "Null's Clash",
            "screenshotURLs": [
                "https://image.winudf.com/v2/image1/bnVsbHNjbGFzaC5uaWdodC5yZWxfMTY2NzI3NTU3MV8wOTk/screen-2.jpg?fakeurl=1&type=.jpg",
                "https://sun9-22.userapi.com/s/v1/ig2/DrC7Fjbfjcg-TkkO8LMhclVLl-ZiL0irEBMgJEaW7mXaTJarm8rBlRmsaUlXJlrGA-t4qiZDqItJPouFyq6z8V6s.jpg?quality=96&as=32x18,48x27,72x40,108x61,160x90,240x135,360x202,480x270,540x304,640x360,720x405,800x450&from=bu&u=AZqtt5PbvcVq2BiFat9kTfhwuFTNr57C4MoMWnxSK_o&cs=800x450",
                "https://dl.memuplay.com/new_market/img/nullsclash.night.rel.sc3.2023-05-25-09-47-12.jpg"
            ],
            "size": 2184796,
            "subtitle": "Null’s Clash is an unofficial game server with unlimited gems and gold.",
            "tintColor": "018084",
            "version": "16.386.9",
            "versionDate": "2024-10-24T00:00:00",
            "versionDescription": "Update to version 16.0.8\nNew 16th level town hall\nBlacksmith and equipment for heroes\nNew pet: Spirit Fox\nNew warrior: Root Rider\nNew levels"
        },
        {
            "beta": false,
            "bundleIdentifier": "bsd.suitcase.release",
            "developerName": "heedge",
            "downloadURL": "https://storage.bsdbrawl.com/bsd_brawl_v58.279_(27).ipa",
            "iconURL": "https://play-lh.googleusercontent.com/VUdLhkbTpT6nv1BxCV-c-YQiaiF_muL1o0h3BZ3LD0UnOU03YcaGBVZTnR82_RgtHXY=s96",
            "localizedDescription": "BSD Brawl is a modified version of Brawl Stars, featuring a MOD menu to customize and personalize the Brawl Stars to your taste. It’s also known as Brawl Stars Datamines. You can change the FPS and graphics according to your device, select the server with the best ping, check your brawling stats, change the background & theme, disable highlights after the battle, unlock all pins for chats, and much more.\n\nIt can change the brawler skins visually. These skin models & texture changes will only appear for you on your device while other players can’t see these changes, because it’s only client-side changes. It also prevents you from getting banned, and you can play on official Brawl Stars servers with your main account. The new versions are regularly released to keep up with the official BS’s latest updates, fix bugs if any, and add new MOD features.",
            "name": "BSD Brawl",
            "screenshotURLs": [
                "https://dogas.info/wp-content/uploads/2024/03/BSD-Brawl-apk-latest-version.jpg",
                "https://apkrabi.com/uploads/2024/1/bsd-brawl-4.jpg",
                "https://brawlmod.net/wp-content/uploads/2024/05/bsd-brawl-stars-2_result.webp"
            ],
            "size": 2184796,
            "subtitle": "BSD Brawl is a modified version of Brawl Stars",
            "tintColor": "018084",
            "version": "58.279",
            "versionDate": "2024-09-24T14:22:04-00",
            "versionDescription": "• Added the ability to change age, unlocking the text chat\n\n• Differing in color (pink) clone Leon with special walking effects to distinguish him from a real\n\n• Added the ability to enable the inaccessible Modifier \"Mutations\", which will work in a friendly game\n\n• Returned the opportunity to invite players in a friendly game, not being the leader of the room\n\n• Returned the ability to use all buttons in readiness mode\n\n• Returned the ability to visually install a overflowing name in the profile, as with the purchased brace pass"
        },
        {
            "beta": false,
            "bundleIdentifier": "AlexisBarreyat.BeReal",
            "developerName": "yandevelop",
            "downloadURL": "https://github.com/Talonflame193/Talonflames-Repo/releases/download/v1.0/BeReal.1.21.4+com.yan.bea_1.3.6.ipa",
            "iconURL": "https://upload.wikimedia.org/wikipedia/en/4/40/BeReal_logo.png?20220421171545",
            "localizedDescription": "View BeReals without posting your own\nUpload BeReals from the camera roll:\n- Post on time, even if you're posting late\n- Set a custom location\n- Set a custom retake count\n- Add what you're currently playing or                  add a song\nDownload BeReals",
            "name": "Bea",
            "screenshotURLs": [
                "https://media.havoc.app/64cf6f6b5e96af954cf67dc2",
                "https://media.havoc.app/647de2127e4f48eaaf1b5cd7",
                "https://media.havoc.app/647de2057e4f48eaaf1b5c48"
            ],
            "size": 2184796,
            "subtitle": "Bea is an iOS tweak that adds various enhancements to the BeReal App.",
            "tintColor": "018084",
            "version": "1.3.6",
            "versionDate": "2024-05-29T00:00:00",
            "versionDescription": "\nBeReal removed the native Unblur function utilized by Bea starting from version 1.22. Bea will still work on versions up to 2.14.2, however you won't be able to react and comment on BeReals.\nIf you are unable to post and get an API error, try posting without setting a caption. This should fix the issue in the meantime\nBug fixes\n\nFix login issues when sideloading via a service that changes the bundle id of BeReal. to something else (e.g. AltStore, Sideloadly) #24, #42, #29\nMiscellaneous\n\nAdd warning for unsupported BeReal. versions (2.15+)"
        },
        {
            "beta": false,
            "bundleIdentifier": "nt.rb.ios",
            "developerName": "Magic Team",
            "downloadURL": "https://files.magic-servers.xyz/retrobrawl.ipa",
            "iconURL": "https://magicbrawl.gg/images/rb-icon.png",
            "localizedDescription": "Retro Brawl is the old version of Brawl Stars (2018). Online battles, 21 characters and star powers for them, clans, etc. are available on the server. Feel better times, from the old menu to the atmosphere",
            "name": "Retro Brawl",
            "screenshotURLs": [
                "https://imag.malavida.com/mvimgbig/download-fs/retro-brawl-31648-4.jpg",
                "https://imag.malavida.com/mvimgbig/download-fs/retro-brawl-31648-3.jpg",
                "https://imag.malavida.com/mvimgbig/download-fs/retro-brawl-31648-1.jpg"
            ],
            "size": 2184796,
            "subtitle": "The old version of Brawl Stars (2018)",
            "tintColor": "018084",
            "version": "12.98",
            "versionDate": "2022-05-02T22:12:00",
            "versionDescription": ""
        },
        {
            "beta": false,
            "bundleIdentifier": "mt.mb.ios",
            "developerName": "Magic Team",
            "downloadURL": "https://files.magic-servers.xyz/mb.ipa",
            "iconURL": "https://magicbrawl.gg/images/mb-icon.png",
            "localizedDescription": "Magic Brawl is the rebirth of Brawl Stars and its best times! All content is available on the server: online battles, all the characters and everything. By downloading this server, you can get great pleasure from the updates, because we update the server every month!",
            "name": "Magic Brawl",
            "screenshotURLs": [
                "https://imag.malavida.com/mvimgbig/download-fs/magic-brawl-39725-14.jpg",
                "https://imag.malavida.com/mvimgbig/download-fs/magic-brawl-39725-3.jpg",
                "https://assets.apk.live/com.magics.brawl--41150-screenshot1.webp"
            ],
            "size": 2184796,
            "subtitle": "A private server as the rebirth of Brawl Stars",
            "tintColor": "018084",
            "version": "44.242",
            "versionDate": "2024-10-11T13:58:00",
            "versionDescription": ""
        }
    ],
    "iconURL": "https://pbs.twimg.com/media/FxdIUx8WAAAxiKY.jpg",
    "identifier": "com.talon.flame",
    "name": "Talonflame's Repo",
    "news": [],
    "subtitle": "A repo by Talonflame",
    "userInfo": {}
}
